<%@ page language="java" contentType="text/html; charset=UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css">
<title>16 Identity</title>
<jsp:include page="../main/header.jsp" />
<link href="resources/css/info.css" type="text/css" rel="stylesheet">
<script src="resources/js/jquery-3.5.0.js"></script>
<script src ="resources/js/info.js"></script>
</head>
<body>
<div class="w3-container" style="width: 70%; margin: 0 auto;">
  <h2 style="padding: 30px 10px;">TERMS OF SERVICE</h2>

  <div class="w3-row">
    <a href="javascript:void(0)" onclick="openCity(event, 'London');">
      <div class="w3-third tablink w3-bottombar w3-hover-light-grey w3-padding w3-border-black">이용약관</div>
    </a>
    <a href="javascript:void(0)" onclick="openCity(event, 'Paris');">
      <div class="w3-third tablink w3-bottombar w3-hover-light-grey w3-padding">개인정보처리방침</div>
    </a>
    <a href="javascript:void(0)" onclick="openCity(event, 'Tokyo');">
      <div class="w3-third tablink w3-bottombar w3-hover-light-grey w3-padding">운영정책</div>
    </a>
  </div>

  <div id="London" class="w3-container city">
    <h2>이용약관</h2>
    <div style="overflow: auto;">
    	<pre>제1조(목적)
이 약관은 MBTI 연구소가 운영하는 홈페이지(16Identity 이라 한다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 MBTI 연구소와 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
※ 「PC통신 등을 이용하는 전자거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다」


제2조(정의)
① "쇼핑몰" 이란 사업자가 재화 또는 용역을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 쇼핑몰을 운영하는 사업자의 의미로도 사용합니다.

② "이용자"란 "쇼핑몰"에 접속하여 이 약관에 따라 "쇼핑몰"이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.

③ "회원"이라 함은 "쇼핑몰"에 개인정보를 제공하여 회원등록을 한 자로서, "쇼핑몰"의 정보를 지속적으로 제공받으며, "쇼핑몰"이 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.

④ "비회원"이라 함은 회원에 가입하지 않고 "쇼핑몰"이 제공하는 서비스를 이용하는 자를 말합니다.


제3조 (약관의 명시와 개정)
① "쇼핑몰"은 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알 수 있도록 사이트의 초기 서비스화면(전면)에 게시합니다.

② "쇼핑몰"은 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률, 방문판매 등에 관한법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

③ "쇼핑몰"이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 홈페이지의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.

④ "쇼핑몰"이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 "쇼핑몰"에 송신하여 "쇼핑몰"의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.

⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에 따릅니다.


제4조(서비스의 제공 및 변경)
① "쇼핑몰"은 다음과 같은 업무를 수행합니다.
1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
2. 구매계약이 체결된 재화 또는 용역의 배송
3. 기타 "쇼핑몰"이 정하는 업무

② "쇼핑몰"은 재화의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화·용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화·용역의 내용 및 제공일자를 명시하여 현재의 재화·용역의 내용을 게시한 곳에 그 제공일자 이전 7일부터 공지합니다.

③ "쇼핑몰"이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 "쇼핑몰"은 이로 인하여 이용자가 입은 손해를 배상합니다. 단, "쇼핑몰"에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.


제5조(서비스의 중단)
① "쇼핑몰"은 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.

② 제1항에 의한 서비스 중단의 경우에는 "쇼핑몰"은 제8조에 정한 방법으로 이용자에게 통지합니다.

③ "쇼핑몰"은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단 "쇼핑몰"에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.


제6조(회원가입)
① 이용자는 "쇼핑몰"이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.

② "쇼핑몰"은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
1. 가입신청자가 이 약관 제7조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 "쇼핑몰"의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
3. 기타 회원으로 등록하는 것이 "쇼핑몰"의 기술상 현저히 지장이 있다고 판단되는 경우

③ 회원가입계약의 성립 시기는 "쇼핑몰"의 승낙이 회원에게 도달한 시점으로 합니다.

④ 회원은 제15조 제1항에 의한 등록사항에 변경이 있는 경우, 즉시 전자우편 기타 방법으로 "쇼핑몰"에 대하여 그 변경사항을 알려야 합니다.


제7조(회원 탈퇴 및 자격 상실 등)
① 회원은 "쇼핑몰"에 언제든지 탈퇴를 요청할 수 있으며 "쇼핑몰"은 즉시 회원탈퇴를 처리합니다.

② 회원이 다음 각 호의 사유에 해당하는 경우, "쇼핑몰"은 회원자격을 제한 및 정지시킬 수 있습니다.
1. 가입 신청 시에 허위 내용을 등록한 경우
2. "쇼핑몰"을 이용하여 구입한 재화·용역 등의 대금, 기타 "쇼핑몰" 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
3. 다른 사람의 "쇼핑몰" 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
4. "쇼핑몰"을 이용하여 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우

③ "쇼핑몰"이 회원 자격을 제한·정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 "쇼핑몰"은 회원자격을 상실시킬 수 있습니다.

④ "쇼핑몰"이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 소명할 기회를 부여합니다.


제8조(회원에 대한 통지)
① "쇼핑몰"이 회원에 대한 통지를 하는 경우, 회원이 "쇼핑몰"에 제출한 전자우편 주소로 할 수 있습니다.

② "쇼핑몰"은 불특정다수 회원에 대한 통지의 경우 1주일이상 "쇼핑몰" 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다.


제9조(구매신청)
"쇼핑몰" 이용자는 "쇼핑몰"상에서 이하의 방법에 의하여 구매를 신청합니다.
1. 성명, 비밀번호, 전화번호, 핸드폰번호, 주소, E-MAIL 입력
2. 재화 또는 용역의 선택
3. 결제방법의 선택
4. 이 약관에 동의한다는 표시(예, 마우스 클릭)


제10조 (계약의 성립)
① "쇼핑몰"은 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하지 않는 한 승낙합니다.
1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
2. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
3. 기타 구매신청에 승낙하는 것이 "쇼핑몰" 기술상 현저히 지장이 있다고 판단하는 경우

② "쇼핑몰"의 승낙이 제12조 제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.


제11조(지급방법)
"쇼핑몰"에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 하나로 할 수 있습니다.
1. 계좌이체
2. 신용카드결제
3. 온라인무통장입금
4. 전자화폐에 의한 결제
5. 수령 시 대금지급 등


제12조(수신확인통지·구매신청 변경 및 취소)
① "쇼핑몰"은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.

② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있습니다.

③ "쇼핑몰"은 배송 전 이용자의 구매신청 변경 및 취소 요청이 있는 때에는 지체 없이 그 요청에 따라 처리합니다.


제13조(배송)
"쇼핑몰"은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 "쇼핑몰"의 고의·과실로 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상합니다.


제14조(환급, 반품 및 교환)
① "쇼핑몰"은 이용자가 구매 신청한 재화 또는 용역이 품절 등의 사유로 재화의 인도 또는 용역의 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고, 사전에 재화 또는 용역의 대금을 받은 경우에는 대금을 받은 날부터 3일 이내에, 그렇지 않은 경우에는 그 사유발생일로부터 3일 이내에 계약해제 및 환급절차를 취합니다.

② 다음 각 호의 경우에는 "쇼핑몰"은 배송된 재화일지라도 재화를 반품 받은 다음 영업일 이내에 이용자의 요구에 따라 즉시 환급, 반품 및 교환 조치를 합니다. 다만 그 요구기한은 배송된 날로부터 20일 이내로 합니다.
1. 배송된 재화가 주문내용과 상이하거나 "쇼핑몰"이 제공한 정보와 상이할 경우
2. 배송된 재화가 파손, 손상되었거나 오염되었을 경우
3. 재화가 광고에 표시된 배송기간보다 늦게 배송된 경우
4. 방문판매 등에 관한 법률 제18조에 의하여 광고에 표시하여야 할 사항을 표시하지 아니한 상태에서 이용자의 청약이 이루어진 경우


제15조(개인정보보호)
① "쇼핑몰"은 이용자의 정보 수집시 구매계약 이행에 필요한 최소한의 정보를 수집합니다.
다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.
1. 희망ID(회원의 경우)
2. 비밀번호(회원의 경우)
3. 이름
4. 별명
5. E-MAIL
6. 주소
7. 전화번호
8. 휴대번호
9. 메일링서비스
10. SMS 수신여부

② "쇼핑몰"이 이용자의 개인 식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.

③ 제공된 개인정보는 당해 이용자의 동의 없이 목적 외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 "쇼핑몰"이 집니다. 다만, 다음의 경우에는 예외로 합니다.
1. 배송업무상 배송업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는 경우
2. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우

④ "쇼핑몰"이 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공 받는자, 제공목적 및 제공할 정보의 내용)등 정보통신망이용촉진 등에 관한 법률 제16조 제3항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.

⑤ 이용자는 언제든지 "쇼핑몰"이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 "쇼핑몰"은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 "쇼핑몰"은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.

⑥ "쇼핑몰"은 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.

⑦ "쇼핑몰" 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.


제16조("쇼핑몰"의 의무)
① "쇼핑몰"은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화·용역을 제공하는 데 최선을 다하여야 합니다.

② "쇼핑몰"은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.

③ "쇼핑몰"이 상품이나 용역에 대하여 「표시·광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시·광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.

④ "쇼핑몰"은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.


제17조( 회원의 ID 및 비밀번호에 대한 의무)
① 제15조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.

② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.

③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 "쇼핑몰"에 통보하고 "쇼핑몰"의 안내가 있는 경우에는 그에 따라야 합니다.


제18조(이용자의 의무)
이용자는 다음 행위를 하여서는 안 됩니다.
1. 신청 또는 변경 시 허위내용의 등록
2. "쇼핑몰"에 게시된 정보의 변경
3. "쇼핑몰"이 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시
4. "쇼핑몰" 기타 제3자의 저작권 등 지적재산권에 대한 침해
5. "쇼핑몰" 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
6. 외설 또는 폭력적인 메시지·화상·음성 기타 공서양속에 반하는 정보를 홈페이지에 공개 또는 게시하는 행위


제19조(연결"쇼핑몰"과 피연결"쇼핑몰" 간의 관계)
① 상위 "쇼핑몰"과 하위 "쇼핑몰"이 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 "쇼핑몰"(웹 사이트)이라고 하고 후자를 피연결 "쇼핑몰"(웹사이트)이라고 합니다.

② 연결 "쇼핑몰"은 피연결 "쇼핑몰"이 독자적으로 제공하는 재화·용역에 의하여 이용자와 행하는 거래에 대해서 보증 책임을 지지 않는다는 뜻을 연결 "쇼핑몰"의 사이트에서 명시한 경우에는 그 거래에 대한 보증 책임을 지지 않습니다.


제20조(저작권의 귀속 및 이용제한)
① "쇼핑몰"이 작성한 저작물에 대한 저작권 기타 지적재산권은 "쇼핑몰"에 귀속합니다.

② 이용자는 "쇼핑몰"을 이용함으로써 얻은 정보를 "쇼핑몰"의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.


제21조(분쟁해결)
① "쇼핑몰"은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치·운영합니다.

② "쇼핑몰"은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.

③ "쇼핑몰"과 이용자간에 발생한 분쟁은 전자거래기본법 제28조 및 동 시행령 제15조에 의하여 설치된 전자거래분쟁조정위원회의 조정에 따를 수 있습니다.


제22조(재판권 및 준거법)
① "쇼핑몰"과 이용자간에 발생한 전자거래 분쟁에 관한 소송은 민사소송법상의 관할법원에 제기합니다.

② "쇼핑몰"과 이용자간에 제기된 전자거래 소송에는 한국법을 적용합니다.</pre>
    </div>
  </div>

  <div id="Paris" class="w3-container city" style="display:none">
    <h2>개인정보처리방침</h2>
    <div style="overflow: auto;">
    <pre>MBTI 연구소는 이용자의 개인정보를 소중히 다루고 있습니다. MBTI 연구소는「정보통신망 이용촉진 및 정보보호 등에 관한 법률」을 비롯한 관련 법규상의 개인정보 보호규정 및 개인정보 보호지침을 준수하며, 관련 법령에 의거한 개인정보 처리방침을 제정하여 이용자의 권익 보호에 최선을 다하고 있습니다.

MBTI 연구소 개인정보 처리방침
MBTI 연구소 주식회사(이하 '회사')는 이용자의 동의를 받아 개인정보를 수집·이용 및 제공하고 있습니다. 또한 이용자의 개인정보 자기결정권을 적극적으로 보장합니다. MBTI 연구소는 개인정보 처리방침을 통해 수집하는 개인정보의 종류, 이용목적, 처리방침 등을 안내하고 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드림으로써 이용자가 보장된 권리에 따라 안심하고 서비스를 이용할 수 있도록 노력하고 있습니다.

1. 수집하는 개인정보 항목 및 수집방법
2. 개인정보의 수집 및 이용 목적
3. 개인정보의 보유 및 이용 기간
4. 개인정보의 취급위탁
5. 개인정보의 공개 및 연동
6. 개인정보 파기절차 및 방법
7. 회원 및 법정대리인의 권리와 그 행사방법
8. 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항
9. 개인정보의 기술적·관리적 보호 대책
10. 개인정보에 관한 민원서비스
11. 기타
12. 고지의 의무

1. 수집하는 개인정보 항목 및 수집방법

1) 수집하는 개인정보 항목
가. 회원가입 시 수집하는 정보
MBTI 연구소는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 회원가입시 아래와 같은 개인정보를 수집하고 있습니다. 선택수집 항목은 입력하지 않아도 회원가입이 가능합니다.
- 필수수집 항목 : 아이디(이메일주소), 비밀번호, 닉네임, 생년월일, 성별, 공개 프로필(학교, 직업, 지역, 키, 체형, 성격, 혈액형, 흡연여부, 음주 등), 휴대폰 번호, 사진, 마케팅 수신 동의여부, 위치정보 이용 동의여부, 종교정보 제공 동의여부
- 선택수집 항목 : 전공, 직장, 위치정보
- 병역사항, 연봉, 차량, 주거형태, 몸무게, 시력, 혼인이력, 연애상태 등은 추가서비스 및 설문조사를 통해 다양한 정보 수집 및 제공에 필요시 정보주체가 그 수집에 동의하는 경우 추가로 수집될 수 있습니다.

나. 서비스 이용과정이나 사업처리 과정에서의 수집정보
- IP Address, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 접속 로그
- 사용 이동통신사 등
- 서비스 사용 중일 때 귀하의 모바일 기기의 지리적 위치
- 모바일 단말기 정보, 국가정보 (MCC)
- 광고 식별자 정보 (ADID, IDFA)

다. 고객센터 이용시 또는 이벤트 응모시 수집정보
고객센터 이용시 또는 이벤트 응모시에는 고충처리, 경품발송 및 세금신고 등을 위해 회원가입시 수집하지 않은 개인정보를 추가로 수집할 수 있습니다. 아래의 항목 이외에도 유형에 따라 추가 수집하는 개인정보가 있을 수 있습니다. 이 과정에서 수집 관련 내용을 안내하고 별도 동의를 받습니다.
- 고객센터 : 전화번호, 이메일주소, 실명 변경 정보 등
- 이벤트 응모 및 당첨 : 이름, 전화번호, 이메일주소, 배송지주소, 주민등록번호*
▶ 주민등록번호 수집 : 당첨자의 제세공과금 처리 등을 위해 관련법에 따라 수집해야하는 경우에 한하며, 수집시 별도 동의를 받습니다.

2) 개인정보 수집방법
회사는 다음과 같은 방법으로 개인정보를 수집하고 있습니다.
- 회원가입 및 서비스 이용과정에서 개인정보 수집에 대해 동의를 하고 직접 정보를 입력
- 홈페이지, 모바일앱, 모바일웹, 서면 양식, 전화, FAX, 문의메일, SNS, 게시판
- 이벤트 응모, 배송 요청
- 생성정보 수집 툴을 통한 수집
- 협력회사로부터 공동 제휴 및 협력을 통한 정보 수집


2. 개인정보의 수집 및 이용 목적
회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제 18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
1) 서비스 제공에 관한 계약 이행, 부가서비스 제공 및 회원 관리
매칭 서비스 및 콘텐츠 제공, 회원제 서비스 이용에 따른 본인확인, 개인 식별, 가입의사 확인, 연령 확인, 가입 및 가입횟수 제한, 부가서비스 제공을 위한 고유 이용자 특정, 불량회원의 부정이용 및 비인가 사용 방지, 회원탈퇴 후 24시간내 재가입 방지, 불만처리 등 민원처리, 분쟁조정을 위한 기록보존, 안내사항 전달, 회원탈퇴 의사의 확인

2) 이벤트 관리
이벤트 응모, 당첨확인 및 관련안내, 경품 발송, 관련 민원처리, 세금신고

3) 마케팅 및 광고에 활용
신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계, 서비스의 유효성 확인


3. 개인정보의 보유 및 이용 기간
회원가입시 및 서비스 이용 중 수집된 정보는 회원탈퇴시 혹은 개인정보 수집 및 이용목적이 달성된 때까지 3개월간 보존하며 이후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 하기의 이유로 회원탈퇴 후에도 명시한 기간 동안 해당 정보를 보존합니다.

1) 회사 내부 방침에 의한 정보보유 사유
가. 부정이용 기록
- 보존 항목 : 부정이용기록(부정가입, 규정위반 기록 등 비정상적 서비스 이용기록)
- 보존 이유 : 부정가입 및 부정이용 방지
- 보존 기간 : 3년

나. 반복적 탈퇴/재가입 방지를 위한 정보
회원 탈퇴한 경우에는 회원 재가입, 임의 해지등을 반복적으로 행함으로써 MBTI 연구소가 제공하는 서비스의 부정이용 및 이벤트 혜택 등의 이익 등을 불·편법적으로 수취하거나 이 과정에서 명의도용 등의 우려가 있으므로 이러한 행위의 차단 목적으로 회원 탈퇴 후 3개월 동안 회원정보를 보관합니다.
- 보존 항목 : 아이디(이메일주소), 비밀번호, 휴대폰 번호, 기기 정보
- 보존 이유 : 재가입, 임의해지 등의 부정이용 방지
- 보존 기간 : 3개월

다. 개인정보 유효기간제 도입에 따른 개인정보 분리보관 및 휴면계정의 복원을 위한 정보
서비스를 장기간 이용하지 않는 이용자의 회원정보에 포함된 개인정보는 별도로 분리보관됩니다. 서비스를 재이용하고 싶은 경우에는 휴면해치처리 선택을 거쳐 정상아이디로 복원할 수 있습니다.
- 분리보관 항목 : 회원정보에 포함된 개인정보(필수, 선택정보 포함)
▶ 분리보관 기준 : 기준 시점으로부터 1년 내 미로그인한 경우 휴면계정으로 전환 및 개인정보 분리보관
▶ 분리보관 제외 : 휴면통지 및 복원에 필요한 정보, 법령의 규정 및 내부 규정에 따라 보존할 필요성이 있는 정보 제외
- 분리보관 이유 : 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에 따른 장기 미이용자 개인정보 보호
- 분리보관 기간 : 휴면계정 전환 이후 3년

2) 관련법령에 의한 정보보유 사유
「전자상거래 등에서의 소비자보호에 관한 법률」 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 MBTI 연구소는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 MBTI 연구소는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.

가. 계약 또는 청약철회 등에 관한 기록
- 보존 이유 : 전자상거래등에서의 소비자보호에 관한 법률
- 보존 기간 : 5년

나. 대금결제 및 재화 등의 공급에 관한 기록
- 보존 이유 : 전자상거래등에서의 소비자보호에 관한 법률
- 보존 기간 : 5년

다. 소비자의 불만 또는 분쟁처리에 관한 기록
- 보존 이유 : 전자상거래등에서의 소비자보호에 관한 법률
- 보존 기간 : 3년

라. 앱 접속 기록
- 보존 이유 : 통신비밀보호법
- 보존 기간 : 2년

마. 경품 등의 제공에 따른 제세공과금 처리 관련 항목
- 보존 이유 : 소득세법
- 보존 기간 : 5년

바. 서비스 이용 기록, 접속 로그, 접속 IP 정보
- 보존 이유 : 통신비밀보호법
- 보존 기간 : 3개월

사. 광고에 관한 기록
- 보존 이유 : 전자상거래등에서의 소비자보호에 관한 법률
- 보존 기간 : 6개월


4. 개인정보의 공개 및 연동
MBTI 연구소는 이용자의 동의가 있거나 법률의 규정에 의한 경우를 제외하고는 어떠한 경우에도 이용 범위를 넘어 이용자의 개인정보를 이용하거나 외부에 공개하지 않습니다. 이용자의 개인정보를 외부와 공유하는 경우에는 사전에 해당 사실을 알리고 동의를 구하는 절차를 거치게 되며, 이용자들의 동의가 없는 경우에는 추가적인 정보를 임의로 수집하거나 공유하지 않습니다. 단, 아래의 경우는 예외로 합니다.

1) 이용자가 동의한 경우
- 이용자가 사전에 공개한 경우
- 이용자가 연동에 동의한 경우
▶ 이벤트 참가시 정보제공 가능함을 미리 안내합니다. 부정확한 개인정보 혹은 개인정보 누락시 이벤트 당첨 등은 취소됩니다.

2) 법령의 규정에 의거하여 적법한 절차에 따른 요청이 있는 경우
- 법령의 규정에 의거하여 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
- 법령의 규정에 의거하여 분쟁조정 등의 목적으로 법령에 정해진 절차와 방법에 따라 관련기관의 요구가 있는 경우
- 기타 법령의 규정에 의거한 경우

3) 기타
- 서비스 제공에 따른 요금 정산을 위하여 필요한 경우
- 통계작성, 학술연구 또는 시장조사를 위하여 개인을 식별 할 수 없는 형태로 제공하는 경우
- 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우


5. 개인정보의 파기절차 및 방법
이용자의 개인정보는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.

1) 파기절차
이용자가 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다. 동 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.

2) 파기기준
- 이용자 본인 혹은 법정대리인의 회원탈퇴 요청
- 한국인터넷진흥원, 본인확인기관 등의 개인정보 관련기관을 통한 회원 탈퇴 요청
- 개인정보 수집·이용 등에 대한 동의 철회 및 개인정보 삭제 또는 파기 요청
- 정보통신망법에 따른 장기 미이용자

3) 파기방법
- 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기


6. 회원 및 법정대리인의 권리와 그 행사방법
이용자의 개인정보는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.

회원 및 법정 대리인은 아래의 방법으로 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정 및 삭제할 수 있으며 개인정보 제공동의를 철회하여 가입해지를 요청할 수도 있습니다. 혹은 회원 및 법정 대리인은 고객센터나 개인정보책임자에게 서면, 전화 또는 이메일로 개인정보의 조회, 수정, 삭제, 제공 동의 철회를 요청할 수 있습니다.
회원 혹은 법정대리인이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다. MBTI 연구소는 회원 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 본 개인정보 처리방침에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.


7. 개인정보의 기술적/관리적 보호대책
MBTI 연구소는 회원들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.

1) 비밀번호 암호화
아이디의 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다. 해당 암호화는 bcrypt 을 사용한 복수단편암호를 구현하여 해싱방식을 사용합니다.

2) 해킹 등에 대비한 대책
MBTI 연구소는 해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 보안솔루션을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.

3) 처리 직원의 최소화 및 교육
MBTI 연구소의 개인정보관련 처리 직원은 담당자에 한정하며, 개인정보 상세 조회가 가능한 계정은 권한 분리 조치와 보안조치를 취하였습니다. 이 계정을 위한 별도의 비밀번호는 절차를 거쳐 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통해 개인정보 처리방침의 준수를 항상 강조하고 있습니다.

4) 개인정보보호전담기구의 운영
사내 개인정보보호전담기구 등을 통해 개인정보 처리방침의 이행 및 담당자의 준수 여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. 단, 회원 본인의 부주의나 인터넷상의 문제로 아이디, 비밀번호 등 개인정보가 유출되어 발생한 문제에 대해 MBTI 연구소는 일체의 책임을 지지 않습니다.


8. 개인정보에 관한 민원서비스

1)MBTI 연구소 민원서비스
MBTI 연구소는 회원의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다. MBTI 연구소는 접수하신 내용에 대해 신속하고 충분한 답변을 드리기 위해 노력하고 있습니다. 고객서비스 담당부서의 운영시간은 평일 오전 9시부터 오후 6시까지입니다.

고객서비스 담당부서
부 서 : 운영팀
메 일 : help@amanda.co.kr

개인정보 보호담당자
이 름 : 박진철
전 화 : 070-4230-6355
메 일 : mac@nextmatch.kr

개인정보 보호책임자
이 름 : 김충현 (대표이사)
전 화 : 070-4230-6355
메 일 : erickim@nextmatch.kr

2) 기타 개인정보 관련 민원
기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
- 한국인터넷진흥원 개인정보보호 (https://privacy.kisa.or.kr/kor/main.jsp/ 국번없이 118)
- 개인정보분쟁조정위원회 (hkopico.go.kr/ 1833-6972)
- 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)
- 대검찰청 인터넷범죄수사센터 (http://www.spo.go.kr/ 국번없이 1301)
- 경찰청 사이버안전국 (cyberbureau.police.go.kr/국번없이 182)


9. 기타
MBTI 연구소에서의 설문조사나 이벤트 등의 행사시, 통계분석이나 경품제공 등을 위해 선별적으로 개인정보 입력을 요청할 수 있습니다. 그러나 회원의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않으며 부득이하게 수집해야 할 경우 회원들의 사전동의를 반드시 구할 것입니다. 그리고, 어떤 경우에라도 입력하신 정보를 회원들에게 사전에 밝힌 목적 이외에 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다.
MBTI 연구소가 제공하는 서비스 내에 광고를 게재하는 광고주나 검색 등의 각종 디렉토리 또는 게시판에 링크되어 있는 웹사이트들이 이용자의 개인정보를 수집할 수도 있을 것입니다. 또한 서비스 내에 링크되어 있는 기타 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 개인정보 처리방침이 적용되지 않음을 알려 드립니다.


10. 고지의 의무
이 개인정보 처리방침은 2019년 10월에 제정되었습니다. 법령·정책 또는 보안기술의 변경에 따라 중요 내용의 추가, 삭제 혹은 수정이 있을 때에는 변경되는 개인정보 처리방침을 중요도에 따라 시행하기 최소 7일 전에 변경이유 및 내용 등을 공지합니다.</pre>
    </div>
  </div>

  <div id="Tokyo" class="w3-container city" style="display:none">
    <h2>운영정책</h2>
    <div style="overflow: auto;">
    <div style="border: 1px solid black; padding: 20px 40px;">
    <p>1. 사용 전 꼭 숙지하여 주세요.</p>
<p>2. 여러분의 쾌적한 서비스 이용을 위해 운영정책을 적용하고 있습니다.</p>
<p>3. 다음과 같은 활동은 금지하고 있습니다.</p>
<p>4. 계정과 서비스 이용이 제한될 수 있습니다.</p>
<p>5. 아동과 청소년 대상 성범죄에 대해서는 무관용 원칙을 적용합니다.</p>
<p>6. 서비스 휴면 정책 (장기 미접속 회원의 서비스 이용 안내)</p>
    </div>
    <pre>1. 사용 전 꼭 숙지하여 주세요.
본 운영정책은 MBTI 연구소(이하 ‘회사’)가 제공하는계정 서비스 및 다양한 인터넷과 모바일 서비스를 운영함에 있어, 서비스 내에 발생할 수 있는 문제 상황에 대하여 일관성 있게 대처하기 위하여 서비스 운영의 기준과 여러분이 지켜주셔야 할 세부적인 사항이 규정되어 있습니다. 본 운영정책을 지키지 않을 경우 불이익을 당할 수 있으니 주의 깊게 읽어 주시기 바랍니다.

본 운영정책에서 별도로 정의하지 않은 용어는 MBTI 연구소 통합서비스약관에서 정한 용어의 정의에 따릅니다. 다만 본 운영정책에서 “개별 서비스”라 함은 kakao, Daum, Melon 등 브랜드 단위의 개별 서비스 내의 세부 하위 서비스까지 포괄하여 지칭함을 유의하여 주시기 바랍니다.

회사는 서비스와 관련된 정책을 개선하고자 여러분과의 지속적인 의견 교환을 통해 합리적인 운영정책을 세울 수 있도록 노력하고 있으며, 본 운영정책이 변경되는 경우 최소 7일 전에 공지사항을 통해 공지하도록 하겠습니다.

2. 여러분의 쾌적한 서비스 이용을 위해 운영정책을 적용하고 있습니다.
회사는 여러분의 쾌적한 서비스 이용을 위해 운영정책에 근거하여 서비스를 운영하고 있습니다.

서비스 이용 중 다른 이용자의 운영정책 위반 행위로 인해 피해를 입으신 경우, 여러분은 이를 회사에 제보하여 운영정책의 적용을 요청할 수 있으며, 회사는 신고 내용을 확인하여 운영정책에 따른 제재 조치를 취할 수 있습니다.

또한, 신고가 없더라도, 회사는 관련 법령 또는 약관에 위배되거나 본 운영정책에서 금지하는 활동이 발견된 경우, 운영정책에 따른 제재 조치를 취할 수 있습니다. 그러나, 서비스 내 이용자들 간에 발생하는 분쟁 및 이용자 스스로의 과실로 일어난 피해에 대해서는 개입하거나 조치하지 않습니다.

신고 또는 기타 방법으로 운영정책에 위반 된 내용이 발견되어 제재가 진행되는 경우, 회사는 게시자에게 서비스 내 알림, 메일 등의 방법으로 제재 내용 등을 최대한 신속히 알리도록 하겠습니다. 다만, 다른 이용자의 긴급한 보호가 필요하거나, 제재 내용 전달이 불가능한 등의 경우에는 그러하지 않을 수 있으며, 검토 결과를 신고자에게 통지할 의무가 있는 것은 아니라는 점을 참고해 주시기 바랍니다.

여러분이 운영정책의 적용 결과가 불만족스러울 경우 고객센터를 통해 이의를 신청할 수 있으며, 회사는 접수된 이의제기를 검토하여 수용 여부를 회신 드리겠습니다.
3. 다음과 같은 활동은 금지하고 있습니다.
①계정 생성과 이용 시 금지하는 활동
(1)타인의 개인정보 또는 기기를 도용·탈취하거나 허위의 정보를 입력하여 계정과 아이디(이하 ‘계정’으로 통칭)를 생성·이용·탈퇴하는 행위
(2)14세 미만이 법정대리인의 동의 없이 계정을 생성·이용·탈퇴하는 행위
(3)상업적·홍보·광고·악의적 목적으로 시스템의 취약점을 이용하여 계정을 생성·이용·탈퇴하는 행위
(4)컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해·파괴할 목적으로 서비스에 접근·이용하는 행위
(5)계정을 타인에게 판매·양도·대여하거나, 타인에게 그 이용을 허락 또는 이를 시도하는 행위
(6)타인의 계정을 취득하기 위해 구매·양수·교환을 시도하거나 이를 타인에게 알선하는 행위
(7)타인을 기망하여 타인의 계정을 탈취하는 행위
(8)정상적인 서비스 이용으로 볼 수 없는 다량의 계정 생성 및 반복적인 계정 생성과 탈퇴 행위 등 및 이와 유사한 행위
②서비스 이용 시 금지하는 활동
(1)불법적인 사행성·도박 사이트를 홍보하는 행위
(2)불법 제품 또는 인터넷에서 판매 금지된 물품을 판매하거나 홍보하는 행위
(3)범법 행위에 대한 동기 부여 및 실행에 도움이 되는 정보를 제공하는 행위
(4)악성코드, 바이러스 등의 프로그램을 설치·유포하여 고의로 서비스 이용을 저해하는 행위
(5)컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해·파괴할 목적의 행위
(6)타인의 개인정보를 탈취·유포·거래하려는 행위
(7)방송·음원·영화·만화·사진·영상·게시물 등 타인의 저작물을 당사자의 동의 없이 공유하거나, 불법적인 경로로 획득할 수 있는 정보나 방법을 제공하는 행위
(8)타인의 권리에 속하는 상표권, 의장권 등을 무단으로 침해하는 행위
(9)청소년에게 유해한 과도한 신체 노출이나 음란한 행위를 묘사하는 행위
(10)성매매 관련 정보를 공유하는 행위
(11)타인에게 성적 수치심이나 불쾌감·혐오감을 유발할 수 있는 내용을 게시하는 행위
(12)타인의 성을 착취하는 내용을 담은 영상이나 이미지 등의 콘텐츠를 제공하거나, 이를 제공 또는 이용하려는 의사를 적극적으로 표현하는 행위
(13)타인의 성을 착취할 목적으로 협박, 유인하거나 이를 모의, 조장하는 행위
(14)지역·장애·인종·출신국가·성별·나이·직업·종교 등을 차별하거나 이에 대한 편견을 조장하는 내용을 작성하는 행위
(15)자살·동반자살을 목적으로 하거나 방조 또는 유인하는 행위
(16)동일한 내용을 동일 개별 서비스 또는 여러 개별 서비스에 반복적으로 등록하는 행위
(17)타인의 동의 없이 시스템의 취약점을 이용하여 타인의 게시글 또는 공간에 광고·홍보·방문 유도 및 악의적 목적으로 상업적 내용을 등록·전송하거나 ‘공감’, ‘친구신청’ 등의 활동을 하는 행위
(18)서비스의 명칭 또는 회사의 임직원이나 운영진을 사칭하여 다른 이용자를 속이거나 이득을 취하는 등 피해와 혼란을 주는 행위
(19)욕설·비속어·은어 등의 사용 및 그 외 상식과 사회 통념에 반하는 비정상적인 행위
(20)언론사의 명의나 언론사의 직책 등을 사칭 또는 도용하여 기사 형태를 갖춘 게시물 중 그 내용이 허위로 판단되는 게시물을 게시하는 행위
(21)회사가 허용하지 않은 악의적인 방법으로 서비스를 이용하는 등 서비스의 정상적인 운영을 방해하는 행위
4. 계정과 서비스 이용이 제한될 수 있습니다.
여러분의 활동이 관련 법령에 위배되거나, 관련 약관 또는 운영정책에 위반될 경우 회사는 다른 이용자를 피해로부터 보호하기 위해 여러분의 계정과 서비스 이용을 제한할 수 있습니다. 또한 운영정책에 구체적으로 해당하지 않는 사항이라고 하더라도 건전한 서비스 환경 제공에 악영향을 끼치거나 다른 이용자에게 불편을 끼치는 행위도 이용 제한될 수 있다는 점을 참고해 주시기 바랍니다.

이용 제한은 위반 활동의 누적 정도에 따라 한시적 제한에서 영구적 제한으로 단계적 제한하는 것을 원칙으로 하지만, 음란한 내용의 게시와 유포 및 사행성 도박 홍보 등 관련 법령에서 금지하는 명백한 불법행위나 긴급한 위험 또는 피해 차단이 요구되는 사안에 대해서는 위반 활동 횟수의 누적 정도와 관계 없이 즉시 영구적으로 이용이 제한될 수 있다는 점을 유의하여 주시기 바랍니다.

계정과 서비스 이용 제한에 대한 구체적인 내용은 다음 내용을 참고해 주시기 바랍니다.

①계정 이용 제한
(1)계정의 생성이나 이용 과정에서 관련 법령, 관련 약관 또는 운영정책 위반 사항이 발견된 경우, 계정의 생성·이용·탈퇴가 제한될 수 있습니다.
(2)계정을 비정상적으로 생성·이용·탈퇴하려는 시도가 발견된 경우, 해당 계정의 이용 및 탈퇴를 제한하거나, 해당 계정의 비정상적 생성이 계속 될 수 없도록 계정 생성이 제한 될 수도 있으며, 필요할 경우 해당 계정을 삭제하고 재가입을 제한하는 등의 적절한 제한을 할 수 있습니다.
(3)이용 제한은 한시적 제한에서 영구적 제한으로 단계적으로 제한되지만, 즉시 영구적으로 제한되는 경우도 있다는 점을 꼭 잊지 말아 주시기 바랍니다.
(4)여러분의 계정을 타인이 비정상적으로 이용하려는 시도가 발견될 경우, 타인이 여러분의 계정을 무단으로 사용하는 것을 막기 위하여 비밀번호 입력 및 추가적인 본인 확인 절차를 거치도록 할 수 있습니다.
(5)여러분의 계정을 타인이 무단으로 사용하는 것을 예방하기 위해서는, 타인이 여러분 계정의 비밀번호를 쉽게 알 수 없도록 여러분의 주기적인 관리가 중요합니다. 비밀번호 관리를 소홀히 하셔서 발생하는 불이익은 안타깝지만 회사가 책임질 수 없고 여러분께서 부담하실 수밖에 없습니다.
②서비스 이용 제한
(1)개별 서비스 이용 과정에서 관련 법령, 관련 약관 또는 운영정책 위반 사항이 발견된 경우, 해당 개별 서비스의 이용이 제한될 수 있습니다. 다만, 음란한 내용의 게시와 유포 및 사행성 도박 홍보 등 관련 법령에서 금지하는 명백한 불법행위나 긴급한 위험 또는 피해 차단이 요구되는 사안에 대해서는, 다른 이용자의 보호를 위해 통합서비스의 전체 이용이 일시적 또는 영구적으로 제한될 수도 있으며, MBTI 연구소 통합서비스 약관에 동의하지 않은 이용자의 경우에는 kakao 브랜드를 사용하는 서비스 전체의 이용이 일시적 또는 영구적으로 제한될 수 있습니다.
(2)위반 사항이 발견된 경우 다른 이용자가 문제 게시물을 볼 수 없도록 게시물의 노출이 제한되거나, 삭제될 수 있습니다. 또한, 지속적인 위반 활동을 방지하기 위하여, 글 쓰기 기능이 제한되는 등 해당 서비스 이용이 일부 또는 전부 제한될 수도 있습니다.
(3)서비스 이용 제한은 한시적 제한에서 영구적 제한으로 단계적으로 제한되지만, 즉시 영구적으로 제한되는 경우도 있다는 점을 꼭 잊지 말아 주시기 바랍니다.
    </pre>
    </div>
  </div>
</div>
<script>
function openCity(evt, cityName) {
  var i, x, tablinks;
  x = document.getElementsByClassName("city");
  for (i = 0; i < x.length; i++) {
    x[i].style.display = "none";
  }
  tablinks = document.getElementsByClassName("tablink");
  for (i = 0; i < x.length; i++) {
    tablinks[i].className = tablinks[i].className.replace(" w3-border-black", "");
  }
  document.getElementById(cityName).style.display = "block";
  evt.currentTarget.firstElementChild.className += " w3-border-black";
}
</script>
<jsp:include page="../main/footer.jsp" />
</body>
</html>